start_text = """👤 سلام {}
🤖 به ربات آپلودر خوش امدید!

🏷 اپلود رایگان و دائم فایل ها بدون هیچ محدودیت زمانی !

🚦 شما میتوانید ( عکس , فیلم , گیف , استیکر و ... ) در ربات اپلود کنید همراه با نمایش تعداد دانلود های فایل شما ... !

▪️ شما میتوانید تا سقف یک گیگابایت (1GB) فایل اپلود کنید و لینک فایل خودتون رو دریافت کنید و برای دوستان خود ارسال کنید :

🔐 دقت کنید که میتوانید برای لینک فایل های خودتون رمز بگزارید تا هرکسی نتواند فایلتون رو دانلود کنه , برای دسترسی به فایل وقتی که کاربر با لینک دانلود وارد میشود ربات از او رمز رو درخواست میکند در صورت صحیح بودن رمزی که شما برای فایلتون انتخاب کردید فایل برایش ارسال میشود ... !

📤 همین الان یه فایل بفرس تا آپلود بشه و لذتشو ببر !
"""

get_file_text = """📍 فایل شما با موفقیت داخل دیتابیس ذخیره شده ... !
▪️ شناسه فایل شما : `{}`

➖ بقیه اطلاعات فایل شما : 

💾  حجم فایل : {} KB

لینک اشتراک گذاری فایل:
📥 https://t.me/{}?start=get_{}

🔄 در صورت تمایل می توانید فایل جدید ارسال کنید تا داخل ربات بارگزاری شود و در غیر این صورت از کلید 🔙 بازگشت استفاده کنید
"""

tracing_file_text = """▪️ شناسه فایل شما : {}

➖ بقیه اطلاعات فایل شما : 

💾  حجم فایل : {} KB 
▪️ نوع فایل : {}
🗞 کپشن فایل : {}
🔐 رمز فایل : {}
🕓 تاریخ و زمان اپلود : {}

لینک شتراک گذاری فایل:
📥 https://t.me/{}?start=get_{}"""

delete_file_text = """✅ فایل شما در صورت وجود با موفقیت حذف شد !
🔄 در صورت تمایل می توانید شناسه فایل دیگری ارسال کنید تا از ربات حذف شود و در غیر این صورت از کلید 🔙 بازگشت استفاده کنید"""

account_text = """💭 حساب کاربری شما در ربات ما :
📤 تعداد فایل های اپلود شده توسط شما : **{}**
👤 نام اکانت شما : `{}`
🌟 یوزنیم اکانت شما : `{}`

🤖@{} """
